{
  general: [
    "What made you interested in joining the YuruYuri community?",
    "What made you decide to watch YuruYuri?",
    "How did you find out about the series?",
    "How would you describe the series to someone who's never heard of it?",
    "What are some of the best aspects of YuruYuri's comedy for you?",
    "What's your favorite OP & ED theme of the anime?",
    "Which is your favorite season?",
    "How did the tone of the show change across seasons & OVAs?",
    "Which running gag makes you laugh all the time?",
    "What's your favorite running gag in the show?",
    "What's the best romantic moment in the series? And what about the best non-romantic moment?",
    "How well does the anime adapt the manga in each season? Which season does it best?",
    "What's your favorite theme in the series? The romance, the comedy, the slice of life, or something else?",
    "Which underrated episode or chapter deserves more attention?",
    "Which season's art style do you like more? How does each season's artstyle contribute to the humor and mood?",
    "Do you prefer the manga's artstyle, or the anime's (and which season)?",
    "Do you prefer the YuruYuri group songs (Goraku-bu & Seito-kai), the character songs, or duet songs?",
    "What are your favorite YuruYuri songs?",
    "What are your favorite 'rare' YuruYuri songs? (Like the Chizuru cover of one of Chitose's character songs), and which do you know about?",
    "How good would YuruYuri be as someone's first manga/anime?",
    "Which season had the best pacing?",
    "Have there been any changes done to any character (Their appearance, personality, etc...) that you disliked (or preferred how it used to be)?",
    "What was the best panel adaptation from the manga to the anime?",
    "Which jokes (aside from Ayano's puns...) are heavily localized in translations, and is it for better or for worse?",
    "How does YuruYuri compare to other school, comedy, romance/yuri and slice of life anime?",
    "If you could change one thing about the series, what would it be?",
    "If Namori decided to end YuruYuri and made a final chapter, what do you think the final chapter would be about and do you think it would be a good finale for YuruYuri?"
  ],
  ships: [
    "What's your favorite ship and why?",
    "What characters' ship has the best dynamic and why do you think so?",
    "What are some of the most controversial ships, and how do you feel about them?",
    "How do you feel about MinaYui? <:yui_aura:1383193199484342383>",
    "Which ship (or ships) do you feel get a lot of unnecessary hate?",
    "What are some good examples of ships that are shipped for laughs, and ships that are treated seriously?",
    "Which characters have the most subtle ship hints and why?",
    "Defend your favorite ship and explain why you like it as much as you do",
    "What is a rareship (or multiple) that you like and you wish would be shipped more often?",
    "What are the weirdest rare ships that aren't talked about often in the series, and do you think they would be surprisingly good, neutral, bad, or just so weird that it's funny?",
    "What are the best ship name portmanteaus (ex. KyoYui/YuiKyo, AkaChina/ChinaAkari, ChinaYui/YuiChina, etc...), and which fits better for each ship?",
    "Which ships would be interesting to see explored in a spin-off?",
    "Which ship has the funniest misunderstandings and why?",
    "Which ships only became popular or grew in popularity because of fanworks?",
    "What would happen in the ideal date episode between the characters of your favorite ship? And what about your least favorite ship?",
    "What are some ships you absolutely refuse to consider as good, and what are your reasons?"
  ]
}
